[
    {
        "title": "Sinovac",
        "subtitle": "ตามข้อมูลที่ระบุโดยผู้ผลิต วัคซีนโคโรนาแวคมีประสิทธิภาพ 51% ในการป้องกันการติดเชื้อแบบแสดงอาการ...",
        "image_url": "https://thethaiger.com/wp-content/uploads/2021/04/Sinovac_vaccine_Flickr_Emanuel_Borges_da_Silva.jpg",
        "detail": "ซิโนแว็ก ไบโอเทค เป็นบริษัทชีวเภสัชภัณฑ์ของประเทศจีน มุ่งวิจัย พัฒนา ผลิต และจำหน่ายวัคซีนป้องกันโรคติดเชื้อ มีฐานอยู่ที่เขตไห่เตี้ยนนครปักกิ่ง บริษัทจดทะเบียนในตลาดหลักทรัพย์แนสแด็ก แต่มีการห้ามการซื้อขายหุ้นของบริษัทในเดือนกุมภาพันธ์ พ.ศ. 2562 เนื่องจากการแข่งขันที่ไม่เป็นมิตรเพื่อการควบคุมองค์กร"
    },
    {
        "title": "AstraZeneca",
        "subtitle": "รายงานทางการแพทย์เผย วัคซีนโควิด 19 ของบริษัท AstraZeneca-Oxford ได้ผลรวมมีประสิทธิภาพแค่ 70%...",
        "image_url": "https://ichef.bbci.co.uk/news/640/cpsprodpb/9ADF/production/_117874693_mediaitem117874689.jpg",
        "detail": "แอสตร้าเซนเนก้า พีแอลซี (อังกฤษ: AstraZeneca plc) เป็นบริษัทยาและชีวเภสัชภัณฑ์ของอังกฤษ-สวีเดน มีสำนักงานใหญ่อยู่ที่เมืองเคมบริดจ์ ประเทศอังกฤษ ในปี ค.ศ. 2019 แอสตร้าเซนเนก้าเป็นบริษัทยาที่ใหญ่เป็นอันดับ 12 ของโลก โดยอิงจากยอดขายในปี ค.ศ. 2018 แอสตร้าเซนเนก้าก่อตั้งในปี ค.ศ. 1999 จากการควบรวมกิจการระหว่างแอสตร้า เอบี บริษัทยาจากสวีเดนและบริษัทเซนเนก้า บริษัทยาจากสหราชอาณาจักร ในปีเดียวกัน แอสตร้าเซนเนก้าตั้งสำนักงานในสหรัฐอเมริกาที่นอร์ธวิลมิงตัน รัฐเดลาแวร์ ในปี ค.ศ. 2006 แอสตร้าเซนเนก้าซื้อกิจการแคมบริดจ์แอนติบอดีเทคโนโลยี บริษัทเทคโนโลยีชีวภาพจากอังกฤษด้วยมูลค่า 702 ล้านยูโร และรวมกิจการกับเมดอิมมูน บริษัทลูกที่เข้าซื้อกิจการในปี ค.ศ. 2007 ต่อมาในปี ค.ศ. 2013 แอสตร้าเซนเนก้าซื้อกิจการอะไมลิน บริษัทชีวเภสัชภัณฑ์จากอเมริกัน ในปี ค.ศ. 2020 แอสตร้าเซนเนก้าร่วมกับมหาวิทยาลัยออกซ์ฟอร์ดประกาศว่า AZD1222 วัคซีนโรคติดเชื้อไวรัสโคโรนา 2019 ที่พัฒนาขึ้นประสบความสำเร็จในการป้องกันโรค 70% และประสิทธิภาพในการป้องกันโรคจะเพิ่มเป็น 90% หากได้รับครึ่งโดสแล้วได้รับอีกหนึ่งโดสในช่วงเวลา 1 เดือนหลังได้รับวัคซีนชุดแรก แอสตร้าเซนเนก้าพัฒนาและผลิตยารักษาโรคระบบทางเดินอาหาร, โรคหัวใจหลอดเลือด, โรคปอด, โรคระบบประสาท, โรคติดเชื้อ, การอักเสบ, มะเร็ง และความผิดปกติทางจิต"
    },
    {
        "title": "Sinopham",
        "subtitle": "ผู้ที่ได้รับวัคซีนโควิดซิโนฟาร์ม ครบ 2 โดส หลังผ่านไป 14 วัน จะมีประสิทธิภาพในการป้องกันอาการป่วยและเสียชีวิต...",
        "image_url": "https://s.yimg.com/ny/api/res/1.2/65ujyJkTFOCzMTupJEaqxA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTY0MDtoPTQyNi40/https://s.yimg.com/uu/api/res/1.2/OuUbw596.wyK.vm0LYPbPA--~B/aD01MzM7dz04MDA7YXBwaWQ9eXRhY2h5b24-/https://media.zenfs.com/en/reuters.com/97e0167a4c477717c0c6c324231743a1",
        "detail": "ทดสอบ 3"
    },
    {
        "title": "Pfizer",
        "subtitle": "ไฟเซอร์ตั้งชื่อตามคาร์ล ไฟเซอร์ (Karl Pfizer, ค.ศ. 1824–1906) นักเคมีชาวเยอรมัน...",
        "image_url": "https://mpics.mgronline.com/pics/Images/564000003700201.JPEG",
        "detail": "ไฟเซอร์ (อังกฤษ: Pfizer, Incorporated) (NYSE:PFE Archived 2008-10-30 ที่ เวย์แบ็กแมชชีน) เป็นบริษัทยาสัญชาติอเมริกัน มีสำนักงานใหญ่ตั้งอยู่ที่นครนิวยอร์ก สหรัฐอเมริกา เป็นผู้ผลิตยาลิปิเตอร์ (อะโทวาสแตติน) ซึ่งเป็นยาที่ขายดีที่สุดในโลก[ต้องการอ้างอิง] (เป็นยาลดคอเลสเตอรอลในเลือด) ยาต้านเชื้อรา ไดฟลูแคน (ฟลูโคนาโซน-fluconazole) ยาปฏิชีวนะออกฤทธิ์นาน ไซโทรแมกซ์ (อะซิโทรมัยซิน-azithromycin) ยารักษาโรคย้อนสมรรถภาพทางเพศ (erectile dysfunction) ไวอะกรา (ซิลเดนาฟิลซิเตรต - sildenafil citrate) และยาบรรเทาปวด ซีลีเบรกซ์ (ซีลีโคซิบ-celecoxib) หุ้นของไฟเซอร์อยู่ในดัชนีอุตสาหกรรมดาวโจนส์ตั้งแต่วันที่ 4 เมษายน ค.ศ. 2004 ในปี ค.ศ. 2019 ไฟเซอร์เป็นบริษัทยาที่ใหญ่เป็นอันดับ 1 ของโลกจากการจัดอันดับของนิตยสาร ฟอบส์"
    }
]